tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jkfran/killport"
tap "lokalise/cli-2"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "shivammathur/php"
brew "python@3.12"
brew "awscli"
brew "libgit2"
brew "bat"
brew "bottom"
brew "bzip2"
brew "caddy"
brew "gettext"
brew "cloc"
brew "cmake"
brew "colima"
brew "curl"
brew "libtool"
brew "krb5"
brew "composer"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fend"
brew "flac"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazygit"
brew "lpeg"
brew "make"
brew "mas"
brew "mkcert"
brew "n"
brew "ncurses"
brew "ninja"
brew "nss"
brew "pinentry-mac"
brew "pkgconf"
brew "pnpm"
brew "postgresql@14", restart_service: :changed
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "softhsm"
brew "sphinx-doc"
brew "stow"
brew "trash", link: true
brew "wget"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "jkfran/killport/killport"
brew "lokalise/cli-2/lokalise2"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "shivammathur/php/php@7.4"
cask "alfred"
cask "figma"
cask "font-montserrat"
cask "ghostty"
cask "hazel"
cask "logi-options+"
cask "logitech-options"
cask "losslesscut"
cask "mimestream"
cask "raycast"
cask "rekordbox"
cask "setapp"
mas "Cardhop", id: 1290358394
mas "Compressor", id: 424390742
mas "Discovery", id: 1381004916
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "Magnet", id: 441258766
mas "Mela", id: 1568924476
mas "Prime Video", id: 545519333
mas "Reeder", id: 6475002485
mas "Sequel Ace", id: 1518036000
mas "Shazam", id: 897118787
mas "Streaks", id: 963034692
mas "Todoist", id: 585829637
mas "Webcam Settings", id: 533696630
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
