tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "wez/wezterm"
brew "bat"
brew "bottom"
brew "gettext"
brew "pkg-config"
brew "coreutils"
brew "curl"
brew "libgit2"
brew "exa"
brew "fd"
brew "fend"
brew "flac"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "libtool"
brew "pinentry"
brew "gnupg"
brew "go"
brew "helix"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lazygit"
brew "mas"
brew "mosh"
brew "n"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "trash"
brew "wget"
brew "xplr"
brew "zellij"
brew "zoxide"
cask "alfred"
cask "backblaze"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "hazel"
cask "keka"
cask "kid3"
cask "logi-options-plus"
cask "macs-fan-control"
cask "mimestream"
cask "monitorcontrol"
cask "obs"
cask "raspberry-pi-imager"
cask "rekordbox"
cask "setapp"
cask "transmission"
cask "visual-studio-code"
cask "wezterm-nightly"
mas "1Password for Safari", id: 1569813296
mas "Baking Soda", id: 1601151613
mas "Cardhop", id: 1290358394
mas "Compressor", id: 424390742
mas "Craft", id: 1487937127
mas "DaisyDisk", id: 411643860
mas "Data Jar", id: 1453273600
mas "Disk Speed Test", id: 425264550
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Mela", id: 1568924476
mas "Motion", id: 434290957
mas "MusicHarbor", id: 1440405750
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Reeder", id: 1529448980
mas "Shazam", id: 897118787
mas "Streaks", id: 963034692
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Timery", id: 1425368544
mas "Todoist", id: 585829637
mas "User Sense", id: 1621323556
mas "Vinegar", id: 1591303229
mas "Webcam Settings", id: 533696630
mas "Wipr", id: 1320666476
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
